{
  "about.description": "At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique sunt in culpa qui officia deserunt mollitia animi, id est laborum et dolorum fuga.",
  "about.title": "What we do?",
  "announcement": "Announcement",
  "event": "Event",
  "follow-us": "Folow us",
  "footer-about": "Silence is the worst enemy of freedom.",
  "footer-menu": "Menus",
  "hashtag-events": "Hashtag Events",
  "hello": "Hello",
  "home.post-maker.button": "Check Out Social Media Campaigns",
  "home.post-maker.content": "All content, mention advices, caps and trends of our Social Media Campaigns in one place",
  "home.post-maker.title": "Post Maker",
  "news": "News",
  "next": "Next",
  "post.add": "Add",
  "post.add-mention": "Add Mention/Trend",
  "post.all-hashtags": "Other Hashtag Events",
  "post.content-label": "Content",
  "post.edit-content": "Edit Content",
  "post.edit-save": "Save",
  "post.help": "Help",
  "post.latest-tweets-label": "Latest Tweets",
  "post.mention-list-label": "Popular Users",
  "post.mention-tab-popular": "Popular",
  "post.mention-tab-saved": "Saved",
  "post.next-tweet": "Next Tweet",
  "post.no-tweet": "No tweets found",
  "post.other-posts": "Other Posts",
  "post.remove": "Remove",
  "post.search-label": "Search Users",
  "post.share-tweet": "Share Tweet",
  "post.tabs.archive": "Archive",
  "post.tabs.share": "Share",
  "post.trends-label": "Trends",
  "post.will-start": "The event will begin in {{time}}.",
  "prev": "Previous",
  "read-more": "Read More",
  "society": "Society",
  "steps.step-character-limit": "Limit | Make sure your post doesn't exceed the 280 character limit allowed by Twitter! Mentions, hashtags and links are included.",
  "steps.step-mention-button": "Add Mention and Trend | By adding popular users and trends to your post, you can increase the engagement of the post. Click the button and you will see some popular users and current trends.",
  "steps.step-mention-list": "Add Mention | In this section you will find some popular social media users. If you wish, you can add these suggested users to your tweet.",
  "steps.step-next-button": "Continue | You can use this button for the next post we prepared for you.",
  "steps.step-other-posts": "Other Posts | You can create a new share by clicking any of the pictures in the list.",
  "steps.step-post-added": "Added | Users and trends you add to your share will appear in this section. We recommend using no more than 3 mentions and 2 trends in a post.",
  "steps.step-post-content": "Ready to Share! | We created a ready-to-share tweet including content, mention, hashtag and caps for you. In the next steps, you can edit this part according to your wishes.",
  "steps.step-post-text": "Tweet Content | If you wish, you can change this part with your own words by clicking on it. It is very important to add your own ideas so that your post can be different from other users and remain original.",
  "steps.step-search": "Search Users | You can search for any user on Twitter and add them to your list of mentions in your post. You can find the users later in the 'Saved' tab if you add them as a result of the search.",
  "steps.step-share-button": "Share | If you think your post is ready to share, you can complete your sharing on Twitter by clicking here. Don't forget to come back for next posts. 🙂",
  "steps.step-trends": "Add Trends | By adding one of the instantly updated trends from Twitter, you can make your share reach more people. It is preferred that the added trend is compatible with your post.",
  "subpage.latest": "Latest",
  "subpage.most-readed": "Most Readed",
  "support": "Support"
}
